Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: This was of interest as the 0.4mg/kg dose tier had been stopped due to an apparent increase in intracerebral hemorrhage in the initial small dose-ranging study using tenecteplase - symptomatic intracerebral hemorrhage occurred in 3/19 patients treated with 0.4mg/kg.(25) The caveat in interpretation of NOR-TEST was that the majority of patients enrolled had mild stroke median NIHSS 4 (75% NIHSS≤7) compared to a median NIHSS ~12 in most thrombolysis trials(7) and ~17 in most thrombectomy trials.(3) This led to >75% of patients in both groups returning to independent function and may have limited the trial’s power to detect a treatment effect of tenecteplase.
es_es: Esto resultó interesante ya que la franja de dosis de 0.4 mg/kg se había suspendido debido a un aparente aumento en la hemorragia intracerebral en el estudio inicial de menor escala de intervalo de dosis de tenecteplasa. En dicho estudio, ocurrió hemorragia intracerebral sintomática en 3/19 pacientes tratados con 0.4 mg/kg.(25) Los resultados del estudio NOR-TEST debieron interpretarse con cautela ya que la mayoría de los pacientes inscriptos tenían una mediana de puntuación de ACV en la escala NIHSS de 4 (75% NIHSS≤7) en comparación con una mediana de puntuación en NIHSS de ~12 en la mayoría de los estudios sobre trombólisis(7) y de ~17 en la mayor parte de los ensayos sobre trombectomía.(3) Esto llevó a que >75% de los pacientes en ambos grupos recuperaron su independencia funcional, un factor que puede haber limitado la potencia del ensayo para detectar un efecto del tratamiento con tenecteplasa.

source: This was of interest as the 0.4mg/kg dose tier had been stopped due to an apparent increase in intracerebral hemorrhage in the initial small dose-ranging study using tenecteplase - symptomatic intracerebral hemorrhage occurred in 3/19 patients treated with 0.4mg/kg.(24)
es_es: Esto fue interesante ya que la franja de dosis de 0.4 mg/kg se había suspendido debido a un aparente aumento de las hemorragias intracerebrales en el pequeño estudio inicial enfocado en la determinación del intervalo de dosis de tenecteplasa; en efecto, se produjo hemorragia intracerebral sintomática en 3/19 pacientes tratados con 0.4 mg/kg.(24)

source: This was selected based on results of physicochemical characterization studies of spesolimab, physical stability studies such as freeze-thaw and shaking studies as well as temperature stress stability studies.
es_es: Estos valores se eligieron con base en los estudios de caracterización fisicoquímica de Espesolimab, estudios de estabilidad física, como aquellos de congelación-descongelación y de agitación, y estudios de estabilidad en condiciones extremas de temperatura.

source: This was to be conducted in the context of local or regional guidance for primary or secondary CV prevention.
es_es: Todo ello, en cumplimiento con las pautas locales o regionales para la prevención cardiovascular primaria o secundaria.

source: This was usually determined by a visit to the site by a CRA or other BI representative.
es_es: Esto se estableció por lo general mediante una visita al centro por parte del monitor de ensayos clínicos u otro representante de BI.

source: This was verified by agarose gel electrophoresis.
es_es: Esto se verificó por electroforesis en gel de agarosa.

source: This way, the null hypothesis for the WMW test states that the probability that the treatment observation is worse than the control observation is the same as the probability that the treatment observation is better than the control observation (splitting the ties equally), thus meaning that the WMW GenOR is not different to one.
es_es: De esta manera, la hipótesis nula para la prueba de Wilcoxon-Mann-Whitney establece que la probabilidad de que la observación del tratamiento sea peor que la observación de control equivale a la misma probabilidad de que la observación del tratamiento sea mejor que la observación de control (dividiendo los empates en forma equitativa), lo que significa que el cociente de probabilidades generalizadas de Wilcoxon-Mann-Whitney no es diferente a uno.

source: This will be followed by exploratory analyses of individual tenecteplase dose arms vs the alteplase arm
es_es: Luego se realizarán análisis exploratorios de cada uno de los grupos de tenecteplasa en comparación con el grupo de alteplasa.

source: This wording indicates that products “should be free of extraneous particles but due to the impossibility of guaranteeing that testing will be 100 % accurate and that 100 % of particles will be detected, the qualifying term “practically” has been inserted”.
es_es: Esta frase indica que los productos deben estar exentos de partículas extrañas, pero, dada la imposibilidad de garantizar que la prueba sea un 100% precisa y que detecte el 100% de las partículas, se ha incluido el término “prácticamente”.

source: Those of long duration
es_es: Aquellos de la larga duración

source: Thr 103 to Asn
es_es: Thr 103 por Asn

source: Three batches of PFS-2 (manufactured in commercial scale) were incubated at room temperature after storage for about 30 months under real-time conditions (commercial conditioning at end of shelf life)
es_es: Se incubaron tres partidas de la jeringa prellenada PFS-2 (fabricadas a escala comercial) a temperatura ambiente después haberlas almacenado aproximadamente 30 meses en condiciones de vida real (acondicionamiento comercial al final de la vida útil).

source: Three batches of empagliflozin of each manufacturing site have been analyzed in the scope of the risk assessment.
es_es: Se analizaron tres partidas de empagliflozina de cada planta productora como parte de la evaluación de riesgos.

source: Three batches of linagliptin have been analyzed in the scope of the risk assessment and no results above the limit of quantitation (LOQ) for Pt and Rh were found.
es_es: Se analizaron tres partidas de linagliptina como parte de la evaluación de riesgos y no se hallaron resultados por encima del límite de cuantificación para Pt y Rh.

source: Three blood pressure measurements were to be taken at Visit 1 and recorded in the eCRF.
es_es: En la Visita 1 se tomaban tres mediciones de la presión arterial y se las registraba en el eCRF.

source: Three bulk manufacturing sites:
es_es: Tres centros de fabricación a granel:

source: Three commercial tenecteplase DS and three DP (40 mg/vial and 50 mg/vial) batches were tested with current and proposed single-chain method.
es_es: Se evaluaron tres partidas comerciales del principio activo y tres del medicamento tenecteplasa (40 mg/frasco y 50 mg/frasco) con los métodos vigente y propuesto de cadena única.

source: Three concentrations of DS and DP (25, 40, 50 mg/vial) samples covering 50, 100 and 150 % of the target load (6.25 µg protein) were prepared according to the analytical method independently in triplicate.
es_es: De acuerdo con el método analítico, se prepararon por triplicado y de manera independiente tres concentraciones de muestras de principio activo y el medicamento (25, 40, 50 mg/frasco-ampolla), lo que cubre 50, 100 y 150% de la carga objetivo (carga de proteína de 6.25 µg).

source: Three data analysis sets were defined in the TSAP (Appendix 16.1.9.1) for the analysis of pharmacokinetic and safety variables.
es_es: Se definieron en el plan de análisis estadístico del ensayo tres conjuntos de análisis de datos para las variables farmacocinéticas y de seguridad (Apéndice 16.1.9.1).

source: Three different storage conditions:
es_es: Tres condiciones de almacenamiento:

source: Three dilution series were prepared (without matrix) and measured using a LC-HRMS system.
es_es: Se prepararon tres series de diluciones (sin matriz) y se midieron mediante LC-HRMS.

source: Three packaging configurations:
es_es: Tres configuraciones de acondicionamiento:

source: Three patients (Patient #1276013007 in the placebo group as well Patients #1840001022 and #1840009003 in the empagliflozin group) missed dosing information at Week 12.
es_es: Tres pacientes (paciente 1276013007 del grupo de placebo y pacientes 1840001022 y 1840009003 del grupo de empagliflozina) omitieron información sobre la dosificación en la semana 12.

source: Three primary stability batches and three PPQ stability batches of spesolimab PFS were investigated concerning the influence of elevated temperatures (6 months at 40 ± 2°C / 75 ± 5 % RH) to assess the effect of thermal stress conditions.
es_es: A fin de evaluar el efecto de condiciones térmicas extremas, se investigó la influencia de temperaturas elevadas sobre tres partidas de estabilidad primaria y tres partidas de estabilidad para calificación del desempeño del proceso de la jeringa precargada de Espesolimab (6 meses a 40 ± 2° C / 75 ± 5% HR).

source: Three primary stability batches and three PPQ stability batches of spesolimab solution for injection 150 mg/PFS (150 mg/mL), abbreviated as PFS
es_es: tres partidas de estabilidad primaria y tres partidas de estabilidad para calificación del desempeño del proceso de la solución inyectable de Espesolimab de 150 mg/jeringa precargada (150 mg/ml), PFS en su forma abreviada;

source: Three primary stability batches and three PPQ stability batches of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL), abbreviated as PFS-NSD-1
es_es: tres partidas de estabilidad primaria y tres partidas de estabilidad para calificación del desempeño del proceso de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml), dispositivo PFS-NSD-1 en su forma abreviada.

source: Three sites are glycosylated with N-linked complex carbohydrate structures.
es_es: Tres sitios están N-glicosilados con estructuras complejas de carbohidratos.

source: Three specific analytical procedures for the determination of the impurity NDMA in empagliflozin / metformin hydrochloride film-coated tablets will be introduced:
es_es: Se introducirán tres procedimientos analíticos específicos para la determinación de la impureza NDMA en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina:

source: Three subsidiary peaks elute after BIBR 277 NITRILE.
es_es: Tres picos subsidiarios eluyen después de BIBR 277 NITRILO.

source: Three validation batches of each strength have been manufactured and packaged at the proposed site, Boehringer Ingelheim Promeco S.A de C.V., and it has been demonstrated that the quality attributes of the drug product are not affected by the proposed changes.
es_es: Se han elaborado y acondicionado tres partidas de validación de cada concentración en la planta propuesta (Boehringer Ingelheim Promeco S.A. de C.V., y se ha demostrado que los cambios propuestoslos no afectan los atributos de calidad del medicamento.

source: Three validation batches were manufactured and analysed according to the registered testing specification for the drug product (see section 3.2.P.5.1) at the new manufacturing site.
es_es: Se fabricaron y analizaron en la nueva planta productora tres partidas para validación de acuerdo con la especificación analítica registrada del medicamento (ver la sección 3.2.P.5.1).

source: Thrombectomy
es_es: Trombectomía

source: Thrombectomy Procedural Characteristics
es_es: Características del procedimiento de trombectomía

source: Thrombectomy and thrombolysis were used to treat a series of 16 patients aged 11 to 19 years (median, 16 years) with proximal DVT who were at high risk for PTS due to acutely increased plasma levels of factor VIII and D-dimer at a hospital in the US.
es_es: En un hospital de los Estados Unidos, se aplicaron trombectomía y trombólisis para tratar una serie de 16 pacientes de 11 a 19 años (mediana: 16 años) con trombosis venosa profunda proximal y alto riesgo de síndrome postrombótico debido a un aumento agudo de los niveles plasmáticos de factor VIII y dímero D.

source: Thrombectomy was not performed in patients who met the primary outcome of reperfusion at the initial angiographic assessment, with the exception of 1 patient in the tenecteplase group who had substantial reperfusion but residual thrombus that was treated with thrombectomy.
es_es: No se realizó una trombectomía en pacientes que cumplieron el resultado principal de reperfusión en la evaluación angiográfica inicial, con la excepción de 1 paciente en el grupo de tenecteplasa que tuvo una reperfusión significativa pero un trombo residual que fue tratado con trombectomía.

source: Thrombectomy was not performed in patients with substantial reperfusion after thrombolysis, with the exception of 4 of 29 patients (14%) in the 0.40 mg/kg group and 4 of 29 (14%) in the 0.25 mg/kg group who had substantial reperfusion with residual thrombus that was managed with thrombectomy. In analyses of the secondary outcomes, mRS score at 90
es_es: No se realizó trombectomía en los pacientes que alcanzaron una reperfusión significativa después de la trombólisis, con la excepción de 4 de 29 pacientes (14%) en el grupo de 0.40 mg/kg y en 4 de 29 (14%) en el grupo de 0.25 mg/kg que, si bien lograron una reperfusión notoria, debió llevarse a cabo una trombectomía debido a la presencia de un trombo residual. En un análisis de los criterios de valoración secundarios, la puntuación en la escala mRS a los 90

source: Thrombin clotting assay
es_es: Ensayo de coagulación de trombina

source: Thrombolysis is recommended only in limb preserving scenarios.
es_es: La trombólisis se recomienda sólo en caso de que suponga la preservación de la extremidad.

source: Thrombolytic
es_es: Trombolítico

source: Thrombolytic therapy and thrombectomy are also used in the paediatric population.
es_es: También se utilizan en la población pediátrica la terapia trombolítica y la trombectomía.

source: Through extensive colour-matching experiments with human subjects having normal colour vision, distribution coefficients (weighting factors) have been established for each wavelength in the visible spectrum, giving the relative amount of stimulation of each receptor type caused by the light of that wavelength.
es_es: Mediante ensayos extensivos de emparejamiento de colores realizados con sujetos con visión de colores normal, se han establecido coeficientes de distribución (factores de ponderación) para cada longitud de onda en el espectro visible, asumiendo que su luz determina la cantidad relativa de estimulación de cada tipo de receptor.

source: Throughout all study visits, no patients were reported with a pregnancy (Appendix 16.2.7, Listing 5).
es_es: A lo largo de todas las visitas del estudio, no se informó ningún embarazo de ninguna paciente (Apéndice 16.2.7, Listado 5).

source: Throughout the acidic peak group, an enrichment of spesolimab carrying a deamidation a Asn386+Asn391+Asn392 (heavy chain) is observed.
es_es: En todo el grupo de picos ácidos, se observa un enriquecimiento de espesolimab que lleva una desamidación en Asn386+Asn391+Asn392 (cadena pesada).

source: Throughout this document WFI with salt additives for flow measurement using inductive flow meters (e.g. WFI + 0.002% NaCl or equivalent) will be regarded as WFI.
es_es: A lo largo de este documento, el agua para inyecciones con aditivos salinos para medición de caudal mediante caudalímetros inductivos (por ejemplo, agua para inyecciones + NaCl al 0.002% o equivalente) se considerará agua para inyecciones.

source: Thumb area on the very end of the plunger rod
es_es: Área para apoyar el pulgar en el extremo del émbolo

source: Thus the value above is the limit which is acceptable for drug product end of shelf life.
es_es: Por lo tanto, el valor mencionado es el límite aceptable para el final de la vida útil del medicamento.

source: Thus, Lysin Agarose chromatography is capable to reduce the DNA amount present in the tenecteplase solution by at least 60,000 fold.
es_es: Por lo tanto, la cromatografía en lisina agarosa es capaz de reducir la cantidad de ADN contenida en la solución de tenecteplasa por lo menos 60.000 veces.

source: Thus, a chamber pressure of 590 mbar at a shelf temperature of 20°C during stoppering was chosen to facilitate reconstitution and help seat the rubber stopper.
es_es: Por lo tanto, se eligió una presión de cámara de 590 mbar a una temperatura de almacenamiento de 20 °C durante la colocación de tapones para facilitar la reconstitución y ayudar a que el tapón de caucho se asiente.

source: Thus, a clear correlation of parameter settings and drying kinetics was demonstrated.
es_es: Por lo tanto, se demostró una clara correlación entre la configuración de los parámetros y la cinética de secado.

source: Thus, available control measures for primary packaging component MAs are well established and considered sufficient.
es_es: Por lo tanto, las medidas de control disponibles para los atributos de los materiales de los componentes del acondicionamiento primario están bien establecidas y se consideran suficientes.

source: Thus, in Australia and in many other countries, patients with myocardial infarction outside metropolitan areas often receive IV tenecteplase, sometimes in the ambulance pre-hospital, and then are only transferred to an endovascular centre if they have persisting chest pain or ECG changes suggesting lack of recanalization.
es_es: Por lo tanto, en Australia y en muchos otros países, los pacientes que sufren un infarto de miocardio y no se encuentran en una zona metropolitana con frecuencia reciben tenecteplasa intravenosa. En ocasiones se administra en la ambulancia, antes de llegar al hospital, y luego se transfieren a un centro endovascuar solo si el dolor torácico persiste o si se observan cambios en el ECG que sugieran que no se ha logrado una recanalización.

source: Thus, in addition DNA spiking experiments using radio-labelled host cell DNA were performed on downscaled Phenyl Sepharose chromatography columns under physical conditions comparable to the conditions of the manufacturing scale column.
es_es: Por lo tanto, se realizaron experimentos de enriquecimiento de ADN usando ADN de célula hospedadora radiomarcado en columnas de cromatografía de fenil sefarosa a escala reducida en condiciones físicas comparables a las condiciones de la columna a escala de fabricación.

source: Thus, it may be impacted by the freeze drying process.
es_es: Por lo tanto, podría verse afectada por el proceso de liofilización.

source: Thus, negligible BSE/TSE risk derived from the MCB and WCB is anticipated.
es_es: Por lo tanto, el riesgo de encefalopatía espongiforme bovina o encefalopatía espongiforme transmisible derivado del banco de células maestro y el banco de células de trabajo se estima insignificante.

source: Thus, no discard volume after the filter was defined.
es_es: Por consiguiente, no se definió un volumen de descarte después de la filtración.

source: Thus, no routine control of elemental impurities is required.
es_es: Es decir que no se requiere un control de rutina de las impurezas elementales.

source: Thus, providing immediate access to endovascular therapy to a large proportion of the Australian population is not currently feasible and may remain so.
es_es: Por lo tanto, actualmente es inviable brindar acceso inmediato a tratamiento endovascular a una gran proporción de la población australiana y puede seguir siéndolo.

source: Thus, testing of excipient quantity and osmolality as associated parameter is not deemed necessary.
es_es: Por lo tanto, no se considera necesario analizar la cantidad de excipientes y la osmolalidad como parámetro asociado.

source: Thus, the 1,440 minutes are defined as a limit for the sterilising capability, which is further tightened by the timeframe of the media fill.
es_es: Por lo tanto, el plazo de 1,440 minutos se define como el límite para la capacidad de esterilización, que luego se restringe por el plazo del llenado aséptico.

source: Thus, the DP data set does not reflect the complete process variability.
es_es: Por lo tanto, el conjunto de datos del medicamento no refleja la variabilidad del proceso en su totalidad.

source: Thus, the PS 20 concentration was adapted to 0.4 mg/mL.
es_es: Por lo tanto, se modificó la concentración de PS 20 a 0.4 mg/ml.

source: Thus, the description is updated to replace mesh size by gap width.
es_es: De esta forma, la descripción se actualiza para sustituir el tamaño de malla por el ancho de hendija.

source: Thus, the in-process control for tablet hardness ensures a low variability of the tablet thickness.
es_es: Así, el control del proceso Dureza de los comprimidos garantiza una baja variabilidad del espesor de los comprimidos.

source: Thus, the maximum allowable rubber stopper height position of 1.3 mm was determined by the helium leak test.
es_es: Por lo tanto, la altura máxima permitida del tapón de caucho de 1,3 mm se determinó mediante el ensayo de fugas de helio.

source: Thus, the null hypothesis is that the difference of the population average responses is either less than or equal to the lower boundary or greater than or equal to the upper boundary of the acceptance range.
es_es: Por lo tanto, la hipótesis nula es que la diferencia entre las respuestas promedio de la población es menor o igual que el límite inferior, o mayor o igual que el límite superior del rango de aceptación.

source: Thus, the primary packaging components are considered safe.
es_es: Por tanto, los componentes de acondicionamiento primario se consideran seguros.

source: Thus, the storage solution containing Lysol is removed as option for long term storage of 10 kD tangential flow filtration membrane, leaving 0.1 M NaOH as the only storage solution.
es_es: Por ende, la solución de almacenamiento que contiene Lysol se descarta como opción para el almacenamiento a largo plazo de la membrana de filtración tangencial de fluidos 10 kD, y queda el NaOH 0,1M como única solución de almacenamiento.

source: Thus, the storage solution containing Lysotan and Glycerol 85% is removed as option for long term storage of 10 kD tangential flow filtration membranes.
es_es: Por ende, la solución de almacenamiento que contiene Lysotan y Glicerina al 85% se descarta como opción para el almacenamiento a largo plazo de las membranas de filtración tangencial de fluidos 10 kD.

source: Thus, these events could have been reported as pulmonary events, although the underlying aetiology was attributed to HF.
es_es: Por lo tanto, es posible que estos eventos hubieran estado consignados como eventos pulmonares, aunque la etiología subyacente sea atribuible a la insuficiencia cardíaca.

source: Tiempos de muestreo (ej.:
es_es: Sampling time

source: Tiempos de muestreo (ej.: 5, 10, 15, 20, 25, 30, 35 minutos).
es_es: Sampling time (e.g.: 5, 10, 15, 20, 25, 30, 35 minutes).

source: Tiempos de muestreo.
es_es: Sampling time.

source: Time
es_es: Tiempo

source: Time (min)
es_es: Tiempo (min)

source: Time (months)
es_es: Tiempo (meses)

source: Time (Duration)
es_es: Tiempo (duración)

source: Time (min) from arterial puncture to mTICI 2b/3 or completion, median (IQR)
es_es: Tiempo (min) desde la punción arterial hasta el puntaje mTICI 2b/3 o hasta la culminación, mediana (rango intercuartílico)

source: Time (min) from initiation of intravenous thrombolysis to arterial puncture (lysis-to-puncture), median (IQR)
es_es: Tiempo (min) desde el inicio de la trombolisis intravenosa hasta la punción arterial (lisis a punción), mediana (RIC)

source: Time (min) from initiation of intravenous thrombolysis to arterial puncture (or repeat CT perfusion), median (IQR)
es_es: Tiempo (min) desde el inicio de la trombólisis intravenosa hasta la punción arterial (o repetición de la perfusión por TC), mediana (RIC)
